<?php

return [

    'classic' => [
        'title' => 'Классический канбан',
        'icon'  => 'fa-columns',
        'columns' => [
            'Backlog',
            'To Do',
            'In Progress',
            'Review',
            'Done',
        ],
    ],
    'ru_classic' => [
        'title' => 'Рабочий',
        'icon'  => 'fa-list-check',
        'columns' => [
            'Пул заявок',
            'К выполнению',
            'В процессе работы',
            'Обработка результатов',
            'Завершено',
            'Отклонено',
        ],
    ],
    'food' => [
        'title' => 'Общепит',
        'icon'  => 'fa-utensils',
        'columns' => [
            'Отзывы',
            'Начисления баллов',
            'Вопросы',
            'Конкурсы',
            'Заказы',
            'Вывод средств',
            'Доставка',
            'Ответы',
            'Обратная связь',
        ],
    ],

    'autoservice' => [
        'title' => 'Автосервис',
        'icon'  => 'fa-car',
        'columns' => [
            'Диагностика',
            'Ожидание запчастей',
            'В работе',
            'Готово',
            'Выдано клиенту',
        ],
    ],

    'beauty' => [
        'title' => 'Бьюти',
        'icon'  => 'fa-spa',
        'columns' => [
            'Запросы',
            'Консультация',
            'Запись',
            'В процессе',
            'Завершено',
        ],
    ],

];
